[
"How do I schedule an appointment for my child?",
"I would like to get my kid tested",
"When should I get my booster shot after my primary vaccine series?",
"I am positive for COVID-19. What should I do?",
"Tested positive for corona",
"How can I get tested for COVID-19?",
"How can I get tested for COVID-19 in Massachusetts",
"What are the ingredients?",
"I have a gelatin allergy",
"I have a egg allergy",
"I have a latex allergy",
"Do I need to get tested for COVID?",
"What are the symptoms for COVID-19?",
"Next steps for COVID exposure",
"What do I do if I have been exposed to COVID-19?",
"What does close contact mean?",
"Do I need a PCR test if I test positive at home?",
"Do I need a PCR test if I test negative at home?",
"How can I get tested for COVID-19 outside of Massachusetts?",
"Can I get an elective PCR test at Mass General Brigham?",
"What type of test does Mass General Brigham use to test for COVID-19?",
"How much does the COVID test cost?",
"How quickly do I get test results back?",
"What is the difference between isolation and quarantine?",
"What is an exposure to COVID-19?",
"How do I know if I was exposed to COVID-19?",
"Can my child go back to school if they have been exposed to COVID?",
"What does it mean for a person to be high risk?",
"Where can I get a COVID-19 vaccine?",
"Do I need a booster shot?",
"Should my booster be the same vaccine I received initially, or can I mix and match?",
"I received the Johnson & Johnson vaccine and booster. Do I need to get an additional dose of mRNA vaccine.",
"I got my first two doses at a location outside of Mass General Brigham. Can I get my next dose (third dose or booster) at Mass General Brigham?",
"What is a COVID booster shot?",
"What is the difference between a third dose and a booster?",
"Do I need a third dose of the Pfizer or Moderna vaccine?",
"How can I find out which vaccine I will be receiving at my upcoming vaccination appointment?",
"I misplaced my COVID-19 vaccination card. Can I replace it?",
"What to expect from a COVID-19 vaccine appointment?",
"Are the COVID vaccines safe?",
"Are there concerns about serious side effects from the Johnson & Johnson (Janssen) vaccine?",
"If I got the Johnson & Johnson vaccine, do I need to get another vaccine?",
"How does the Johnson & Johnson vaccine work?",
"The Pfizer and Moderna COVID-19 vaccines are mRNA vaccines. What does that mean?",
"Can I get COVID-19 from a vaccine?",
"How do we know the vaccines work?",
"Is the Johnson & Johnson vaccine as effective at protecting against COVID-19 as the other vaccine options?",
"How long will immunity last after I get vaccinated?",
"Will I need to be vaccinated every year?",
"I already had COVID-19. Should I get vaccinated or receive a booster?",
"I received monoclonal antibody therapy to prevent or treat COVID-19. Can I still get vaccinated?",
"What are the common side effects of a COVID-19 vaccine?",
"When am I fully vaccinated?",
"Do I need a COVID antibody test before or after I get a COVID-19 vaccine?",
"What about masking and social distancing?",
"What are variants?",
"Can vaccinated people still get COVID-19?",
"Should I take Ivermectin to prevent or treat COVID?",
"Do the COVID-19 vaccines cause allergic reactions?",
"Can I get the COVID-19 vaccines if I have a food or drug allergy?",
"What is a vaccine allergy?",
"What happens if I have a reaction to the COVID-19 vaccine?",
"Who should talk to a physician before receiving the vaccine?",
"I am immunocompromised. Should I get a COVID-19 vaccine?",
"I am immunocompromised. Do I get the same protection from the COVID-19 vaccines?",
"Should I change my immunosuppression medications when I get vaccinated?",
"Can I get a COVID-19 vaccine if I have had an organ transplant?",
"If I have had a solid organ transplant, can I stop wearing a mask if I have been vaccinated?",
"Can I get an antibody test to determine my level of immunity against COVID-19?",
"I am pregnant. Should I get the COVID-19 vaccine?",
"Are the vaccines safe for pregnant people?",
"If I decide to get vaccinated during pregnancy, does it matter when I get vaccinated?",
"I heard that some people had reactions after vaccination. Are these dangerous in pregnancy?",
"Are there concerns about serious side effects from the Johnson & Johnson (Janssen) vaccine during pregnancy?",
"If I decide to get vaccinated during pregnancy, will this vaccine also protect my baby from COVID-19?",
"I am breastfeeding. Should I get vaccinated?",
"If I receive either the Pfizer or the Moderna vaccine, what if I become pregnant between the first and second doses?",
"I am planning pregnancy in the near future. Should I get vaccinated now or wait?",
"Will the vaccine affect menstrual periods?",
"Will getting vaccinated affect my chance of getting pregnant in the future?",
"If I have completed my primary vaccine series. Do I need a booster prior to pregnancy during pregnancy or while breast feeding?",
"Can children get vaccinated?",
"Can my child receive their booster?",
"When will children under 5 be able to get a COVID-19 vaccine?",
"How can I find out which vaccine my child will be receiving at their upcoming vaccination appointment?",
"Is a consent form required for a minor to receive the COVID-19 vaccination?",
"My child will turn 12 years old in between their first and second dose of the COVID-19 vaccine. What COVID-19 Pfizer doses will my child be given?",
"Can my child get COVID-19 from a vaccine?",
"How do we know the vaccines work in children?",
"If my child has already had COVID-19, should they get vaccinated?",
"What were the common side effects of the Pfizer vaccine for children in the study?",
"Does the mRNA COVID-19 vaccine cause myocarditis (heart muscle inflammation) in children?",
"Why should I consider getting my child vaccinated when kids do not usually get very sick from COVID-19?",
"I have cancer. Can I get a COVID-19 vaccine?",
"Should I get vaccinated if I am actively receiving cancer treatment or should I wait until my treatment course is done?",
"Will the vaccines interfere with my cancer treatment?",
"Do I need to get the COVID-19 vaccine again if I received it outside the United States?",
"Where can I find more information on the benefits of getting a COVID-19 vaccine?",
"Where can I find Massachusetts state website for COVID-19 information?",
"Where can I find more information on the Johnson & Johnson (Janssen) COVID-19 vaccine?",
"Where can I find Mass General Brigham COVID-19 information?",
"Where can I find more information on the Pfizer-BioNTech vaccine?",
"Where can I find more information on mRNA vaccines?",
"Where can I find more information on the Moderna vaccine?",
"How do I quarantine?",
"How do I know if I need to quarantine?",
"When do I not need to quarantine?",
"How do I calculate the length of my quarantine?",
"How do I remain up to date with my vaccines?",
"When will I be able to travel after being exposed to COVID-19?",
"I have COVID-19, when can I leave isolation?",
"I have COVID-19 but I am not experiencing symptoms. When can I leave isolation?",
"When can my child go back to school if they have COVID-19?",
"When can I return to work?",
"What are monoclonal antibodies?",
"What is sotrovimab and when is it used?",
"How is sotrovimab given?",
"When should monoclonal antibody therapy been given?",
"Can I get monoclonal antibody treatment if I have been vaccinated and then got COVID?",
"Can I get monoclonal antibody treatment if I have not been vaccinated and then got COVID?",
"How well does monoclonal antibody therapy work?",
"Who is eligible for monoclonal antibody therapy?",
"How do I get monoclonal antibody therapy if I have COVID-19?",
"I have been referred for monoclonal antibody therapy, what happens next?",
"What are antiviral treatments for COVID-19?",
"When are the antiviral Paxlovid and molnupriavir used?",
"How are the antivirals Paxlovid or molnupriavir given?",
"When should the antivirals Paxlovid or molnupriavir be given?",
"Can I get the oral antiviral treatments Paxlovid or mulnupiravir if I have been vaccinated and then got COVID?",
"Can I get the oral antiviral treatments Paxlovid or mulnupiravir if I have not been vaccinated and then got COVID?",
"How good is the oral antiviral treatments?",
"Who is eligible for Paxlovid?",
"Who is eligible for Molnupriavir",
"How do I get Paxlovid or Molnupriavir if I have COVID-19?",
"Who is eligible for outpatient treatments for COVID-19?",
"Who is prioritized for outpatient treatments for COVID-19?"
]
